{
    "Check & Go. Enjoy a perfect dining experience": "Check & Go. Enjoy a perfect dining experience",
    "Learn more": "Learn more",
    "QR-code payment solution": "QR-code payment solution",
    "Simplify restaurant payments": "Simplify restaurant payments and menu browsing with our QR code. Restaurant customers pay bills, view menus, place orders, and tip, all with a simple scan",
    "Menu online": "Menu online",
    "Restraurant's clients get an instant access": "Restraurant's clients get an instant access to the digital version of the menu tailored to be used on mobile devices. Clients explore restaurant's dishes, ingredients, and make an informed choice in a timely and eco-friendly way. No more waiting for a printed version of the menu on the client's side. No more hassle on bringing and taking away those menus on the waiter's side",
    "Increase your tips": "Increase your tips",
    "Our system enhances tips experience": "Our system enhances tips experience by making it easy, convenient, and rewarding for both customers and staff. A study shows that digitalizing the tips results in the boost of the earnings of waitstaff, ensuring they receive a compensation they deserve for their excellent service",
    "Loyalty program": "Loyalty program",
    "Restaurant´s clients enjoy exclusive rewards": "Restaurant´s clients enjoy exclusive rewards as a valued customers of our loyalty program. They accumulate points with every visit and use them at any participating restaurant, thus increasing the attendance of restaurants connected to our loyalty program",
    "Benefits": "Benefits",
    "+75% tips": "+75% tips",
    "With our seamless payment process": "With our seamless payment process, customers are prompted to leave tips, which results in a significant boost in rewards for waitstaff",
    "+12% check": "+12% check",
    "Our digital menu makes it easier": "Our digital menu makes it easier for customers to explore and select dishes, leading to an average increase in the bill amount",
    "+8% orders": "8% orders",
    "By minimizing menu and bill wait times": "By minimizing menu and bill wait times, clients can spend less time seated, enabling restaurants to cater to a larger number of clients throughout the day",
    "Thank you for filling out the form": "Thank you for filling out the form",
    "We will contact you shortly": "We will contact you shortly",
    "Discover Check & Go": "Discover Check & Go",
    "Fill the form, we will contact you and make a product presentation": "Fill the form, we will contact you and make a product presentation",
    "Name": "Name",
    "Restaurant": "Restaurant",
    "Phone": "Phone",
    "Email": "Email",
    "Password": "Password",
    "Contact us": "Contact us",
    "About": "About",
    "Legal": "Legal",
    "Terms and conditions": "Terms and conditions"

}