{
    "Check & Go. Enjoy a perfect dining experience": "Check & Go. Disfrute de una experiencia gastronómica perfecta",
    "Learn more": "Saber más",
    "QR-code payment solution": "Solución de pago con código QR",
    "Simplify restaurant payments": "Simplifique los pagos en restaurantes y la exploración de la carta con nuestro código QR. Los clientes de restaurantes pagan las cuentas, miran la carta, hacen pedidos y dejan propinas, todo con un simple acción de escanear",
    "Menu online": "Menú en línea",
    "Restraurant's clients get an instant access": "Los clientes de restraurant obtienen un acceso instantáneo a la versión digital de la carta adaptada para el uso con dispositivos móviles. Los clientes exploran los platos e ingredientes del restaurante y hacen una elección informada de forma rapida y ecológica. El cliente ya no tiene que esperar a que le lleven la versión impresa de la carta. Se acabó la prisa de llevar y recoger las cartas por parte del camarero",
    "Increase your tips": "Aumente sus propinas",
    "Our system enhances tips experience": "Nuestro sistema mejora la experiencia de las propinas haciéndola fácil, cómoda y excepcional tanto para los clientes como para el personal. Un estudio demuestra que la digitalización de las propinas resulta en un aumento de los ingresos de los camareros, garantizando que reciban la recompensa que merecen por su excelente servicio",
    "Loyalty program": "Programa de fidelidad",
    "Restaurant´s clients enjoy exclusive rewards": "Los clientes de los restaurantes disfrutan de recompensas exclusivas como estimados usuarios de nuestro programa de fidelidad. Acumulan puntos con cada visita y los utilizan en cualquier restaurante conectado, aumentando así la asistencia de los restaurantes de nuestro programa de fidelidad",
    "Benefits": "Beneficios",
    "+75% tips": "+75% de propinas",
    "With our seamless payment process": "Con nuestro proceso de pago en línea, los clientes se animan a dejar propinas, lo que resulta en un aumento significativo de las recompensas para los camareros",
    "+12% check": "+12% cheque",
    "Our digital menu makes it easier": "Nuestra carta digital facilita a los clientes la exploración y selección de platos, lo que resulta en un aumento mediano de suma de la cuenta",
    "+8% orders": "+8% pedidos",
    "By minimizing menu and bill wait times": "Al minimizar los tiempos de espera de la carta y la cuenta, los clientes pueden pasar menos tiempo en la mesa, lo que permite a los restaurantes atender a un mayor número de clientes a lo largo del día",
    "Thank you for filling out the form": "Gracias por rellenar el formulario",
    "We will contact you shortly": "Nos pondremos en contacto con usted en breve",
    "Discover Check & Go": "Descubra Check & Go",
    "Fill the form, we will contact you and make a product presentation": "Rellene el formulario, nos pondremos en contacto con usted y le haremos una presentación del producto",
    "Name": "Nombre",
    "Restaurant": "Restaurante",
    "Phone": "Teléfono",
    "Email": "Correo electrónico",
    "Password": "Password",
    "Contact us": "Contacto",
    "About": "Sobre Check & Go",
    "Legal": "Legal",
    "Terms and conditions": "Términos y condiciones"
}